{
	"intents": [
		{
			"tag": "Burns",
			"patterns": [
				"What should I do for a burn?",
				"How to treat burns?",
				"Which ointment to apply on burns?",
				"Burn treatment steps?",
				"What to do in case of a burn?"
			],
			"responses": [
				"Cool the burn with running water for at least 10 minutes. Avoid using ice. Cover the burn with a sterile gauze bandage. Do not apply butter or ointments to the burn. For pain relief, consider over-the-counter pain relievers like ibuprofen or acetaminophen.",
				"First, cool the burn under cool but not cold water for 10-20 minutes. Cover the burn with a clean, non-fluffy cloth or cling film. Take a painkiller such as paracetamol or ibuprofen."
			],
			"context_set": ""
		},
		{
			"tag": "Cuts",
			"patterns": [
				"What to do if I have a cut?",
				"How to treat a cut?",
				"Best way to heal cuts?",
				"What medicine to use for a cut?",
				"Cut treatment advice?"
			],
			"responses": [
				"Clean the cut with soap and water to avoid infection. Apply pressure to stop the bleeding, and once stopped, apply an antibiotic ointment. Cover the wound with a bandage and change it daily. If the cut is deep, seek medical help.",
				"Wash the area with mild soap and water, then apply an antiseptic. Cover with a sterile bandage and monitor for signs of infection. For minor pain, over-the-counter painkillers can be used."
			],
			"context_set": ""
		},
		{
			"tag": "Abrasions",
			"patterns": [
				"How to treat abrasions?",
				"What to do if I have an abrasion?",
				"Best way to heal abrasions?",
				"What should I apply on an abrasion?",
				"Abrasions treatment steps?"
			],
			"responses": [
				"Clean the abrasion with water and soap to remove any debris. Apply an antiseptic to prevent infection. Cover with a sterile bandage or gauze and change it daily. Keep the area dry and monitor for signs of infection.",
				"Gently wash the abrasion with soap and water. Apply an antibiotic ointment and cover with a clean, dry bandage. If the abrasion is large, seek medical advice."
			],
			"context_set": ""
		},
		{
			"tag": "Stings",
			"patterns": [
				"How to treat a sting?",
				"What to do for insect stings?",
				"How to relieve sting pain?",
				"Sting treatment advice?",
				"Best remedy for stings?"
			],
			"responses": [
				"Remove the stinger if present by scraping it off with a flat object. Wash the area with soap and water. Apply a cold compress to reduce swelling. Use an antihistamine cream or take oral antihistamines for itching. If you experience difficulty breathing, seek emergency medical help immediately.",
				"Wash the sting site with soap and water. Apply ice wrapped in a cloth to reduce swelling. Take an antihistamine for itching or swelling."
			],
			"context_set": ""
		},
		{
			"tag": "Splinter",
			"patterns": [
				"How to remove a splinter?",
				"What to do if I have a splinter?",
				"Best way to remove splinters?",
				"Splinter removal advice?",
				"How to treat splinters?"
			],
			"responses": [
				"Clean the area with soap and water. Use sterilized tweezers to remove the splinter carefully. After removal, apply an antiseptic and cover with a bandage if necessary.",
				"Soak the affected area in warm water to soften the skin. Gently remove the splinter with sterilized tweezers. Clean the area with antiseptic and bandage if needed."
			],
			"context_set": ""
		},
		{
			"tag": "Sprains",
			"patterns": [
				"What to do for a sprain?",
				"How to treat a sprained ankle?",
				"Sprain treatment advice?",
				"Best way to heal sprains?",
				"How to relieve sprain pain?"
			],
			"responses": [
				"Rest the injured limb and avoid putting weight on it. Apply ice packs to reduce swelling and pain. Compress the area with an elastic bandage, and elevate it above heart level. Consider over-the-counter pain relievers for pain management.",
				"Use the R.I.C.E. method: Rest, Ice, Compression, and Elevation. If the pain persists or the swelling is severe, consult a healthcare provider."
			],
			"context_set": ""
		},
		{
			"tag": "Strains",
			"patterns": [
				"How to treat muscle strain?",
				"What to do if I have a strain?",
				"Best way to treat muscle strains?",
				"Strain treatment advice?",
				"How to heal a muscle strain?"
			],
			"responses": [
				"Rest the strained muscle and avoid activities that cause pain. Apply ice to the area for 15-20 minutes several times a day. Use an elastic bandage to compress the area, and elevate it to reduce swelling. Over-the-counter painkillers can help manage pain.",
				"Rest the affected muscle, apply ice, and compress with a bandage. Elevate the limb and take pain relievers as needed."
			],
			"context_set": ""
		},
		{
			"tag": "Bruises",
			"patterns": [
				"How to treat a bruise?",
				"What to do for a bruise?",
				"Best way to heal bruises?",
				"Bruise treatment advice?",
				"How to reduce bruise pain?"
			],
			"responses": [
				"Apply a cold compress to the bruise to reduce swelling. Elevate the affected area to minimize blood flow to the bruise. Rest and avoid further injury to the area. Over-the-counter pain relievers can help with discomfort.",
				"Use ice packs on the bruise for 10-15 minutes at a time. Keep the bruised area elevated and take pain relief medication if needed."
			],
			"context_set": ""
		},
		{
			"tag": "Pulled Muscle",
			"patterns": [
				"How to treat a pulled muscle?",
				"What to do for a muscle pull?",
				"Best way to heal a pulled muscle?",
				"Pulled muscle treatment advice?",
				"How to reduce pulled muscle pain?"
			],
			"responses": [
				"Rest the affected muscle and apply ice to reduce swelling. Use compression with an elastic bandage and elevate the muscle to help reduce inflammation. Take pain relievers if needed and avoid strenuous activity until fully healed.",
				"Apply the R.I.C.E. method: Rest, Ice, Compression, and Elevation. For persistent pain or severe muscle strain, consult a healthcare provider."
			],
			"context_set": ""
		},
		{
			"tag": "Sun Burn",
			"patterns": [
				"How to treat sunburn?",
				"What to do for sunburn?",
				"Best way to relieve sunburn pain?",
				"Sunburn treatment advice?",
				"How to heal sunburn?"
			],
			"responses": [
				"Cool the skin with a damp cloth or take a cool bath. Apply aloe vera or a moisturizing lotion to soothe the skin. Drink plenty of water to stay hydrated and avoid further sun exposure. Over-the-counter pain relievers can help with discomfort.",
				"Use cool compresses and moisturize with aloe vera gel. Drink water and avoid the sun until the burn heals."
			],
			"context_set": ""
		},
		{
			"tag": "Chemical Burn",
			"patterns": [
				"What to do for a chemical burn?",
				"How to treat chemical burns?",
				"Chemical burn treatment advice?",
				"How to relieve chemical burn pain?",
				"Best way to heal a chemical burn?"
			],
			"responses": [
				"Immediately flush the affected area with water for at least 20 minutes. Remove any contaminated clothing. Cover the burn with a sterile bandage and avoid applying creams or ointments unless instructed by a healthcare provider. Seek medical attention immediately.",
				"Rinse the burn with water continuously for 20 minutes and remove contaminated clothing. Seek immediate medical help."
			],
			"context_set": ""
		},
		{
			"tag": "Rash",
			"patterns": [
				"How to treat a rash?",
				"What to do for a rash?",
				"Best way to relieve rash?",
				"Rash treatment advice?",
				"How to reduce rash itching?"
			],
			"responses": [
				"Wash the affected area with mild soap and water. Apply an over-the-counter anti-itch cream or antihistamine. Avoid scratching to prevent infection. If the rash persists or is severe, consult a healthcare provider.",
				"Clean the area gently, apply an anti-itch cream, and avoid irritants. Seek medical advice if the rash spreads or doesn't improve."
			],
			"context_set": ""
		},
		{
			"tag": "Snake Bite",
			"patterns": [
				"What to do if bitten by a snake?",
				"How to treat a snake bite?",
				"Snake bite treatment advice?",
				"How to manage a snake bite?",
				"What to do for a snake bite?"
			],
			"responses": [
				"Keep the bitten area still and below heart level to slow venom spread. Remove any tight clothing or jewelry near the bite. Do not attempt to suck out the venom. Seek emergency medical help immediately.",
				"Call emergency services immediately. Keep the bite area still and lower than the heart. Do not apply ice or a tourniquet."
			],
			"context_set": ""
		},
		{
			"tag": "Nosebleed",
			"patterns": [
				"How to stop a nosebleed?",
				"What to do for a nosebleed?",
				"Nosebleed treatment advice?",
				"How to treat a nosebleed?",
				"Best way to stop nosebleeds?"
			],
			"responses": [
				"Sit up straight and lean forward slightly. Pinch the soft part of your nose with your thumb and index finger for 10-15 minutes. Breathe through your mouth and avoid lying down. Apply a cold compress to the bridge of your nose. Seek medical help if the bleeding doesn't stop after 20 minutes.",
				"Tilt your head forward and pinch your nose just below the bridge. Hold for 10-15 minutes and avoid blowing your nose afterward."
			],
			"context_set": ""
		},
		{
			"tag": "Dizziness",
			"patterns": [
				"How to treat dizziness?",
				"What to do if I feel dizzy?",
				"Best way to relieve dizziness?",
				"Dizziness treatment advice?",
				"How to stop feeling dizzy?"
			],
			"responses": [
				"Sit or lie down immediately and rest until the dizziness passes. Drink plenty of water and avoid sudden movements. If dizziness persists or is accompanied by other symptoms, seek medical attention.",
				"Sit or lie down and drink water. Avoid sudden movements. If dizziness continues, consult a doctor."
			],
			"context_set": ""
		},
		{
			"tag": "Heat Stroke",
			"patterns": [
				"What to do for heat stroke?",
				"How to treat heat stroke?",
				"Heat stroke treatment advice?",
				"How to prevent heat stroke?",
				"Best way to cool down from heat stroke?"
			],
			"responses": [
				"Move to a cooler place and lie down with your legs slightly elevated. Apply cool water to your skin and use a fan to help with cooling. Drink cool water or an electrolyte drink, but avoid sugary or alcoholic beverages. Seek emergency medical attention immediately.",
				"Get to a cool place, remove excess clothing, and apply cold packs or wet cloths. Drink cool water or sports drinks, and seek immediate medical help."
			],
			"context_set": ""
		},
		{
			"tag": "Heart Attack",
			"patterns": [
				"What to do if someone is having a heart attack?",
				"How to treat a heart attack?",
				"Heart attack emergency steps?",
				"Heart attack treatment advice?",
				"How to recognize a heart attack?"
			],
			"responses": [
				"Call emergency services immediately. Help the person to sit down and stay calm. If available, give them aspirin to chew slowly unless they are allergic or have been advised not to by a doctor. If they lose consciousness, begin CPR if trained to do so.",
				"Call for emergency medical help right away. Keep the person calm and have them chew aspirin if not allergic."
			],
			"context_set": ""
		},
		{
			"tag": "Choking",
			"patterns": [
				"What to do if someone is choking?",
				"How to treat choking?",
				"Choking emergency steps?",
				"Choking treatment advice?",
				"How to help someone who is choking?"
			],
			"responses": [
				"If the person is unable to speak, cough, or breathe, perform the Heimlich maneuver: Stand behind the person, place your arms around their waist, make a fist with one hand, place it above their navel, and give quick, upward thrusts. If the person becomes unconscious, begin CPR and call emergency services.",
				"Perform the Heimlich maneuver by standing behind the person and giving quick, upward abdominal thrusts. Call emergency services if needed."
			],
			"context_set": ""
		},
		{
			"tag": "Seizure",
			"patterns": [
				"What to do if someone is having a seizure?",
				"How to treat a seizure?",
				"Seizure emergency steps?",
				"Seizure treatment advice?",
				"How to help during a seizure?"
			],
			"responses": [
				"Do not restrain the person. Move any dangerous objects away from them. Cushion their head and time the seizure. Once the seizure stops, place them in the recovery position and stay with them until they are fully conscious. Seek medical attention if it's their first seizure or if the seizure lasts more than 5 minutes.",
				"Move objects away from the person to prevent injury and cushion their head. Don't restrain them or put anything in their mouth. After the seizure, help them into the recovery position and seek medical help."
			],
			"context_set": ""
		},
		{
			"tag": "Stroke",
			"patterns": [
				"What to do if someone is having a stroke?",
				"How to treat a stroke?",
				"Stroke emergency steps?",
				"Stroke treatment advice?",
				"How to recognize a stroke?"
			],
			"responses": [
				"Act FAST: Face drooping, Arm weakness, Speech difficulty, Time to call emergency services. Call emergency services immediately and note the time the symptoms began. Keep the person comfortable and calm until help arrives.",
				"Call emergency services immediately if you notice face drooping, arm weakness, or speech difficulty. Act FAST and get medical help right away."
			],
			"context_set": ""
		},
		{
			"tag": "Greeting",
			"patterns": ["Hi", "Hello", "Hey", "Good day", "Good morning"],
			"responses": [
				"Hello! How can I assist you today?",
				"Hi there! What first aid information do you need?",
				"Hey! How can I help you today?"
			],
			"context_set": ""
		},
		{
			"tag": "Thank You",
			"patterns": [
				"Thank you",
				"Thanks a lot",
				"Thanks for the help",
				"I appreciate it",
				"Thank you so much"
			],
			"responses": [
				"You're welcome! Stay safe!",
				"Happy to help! Take care!",
				"No problem! Glad I could assist."
			],
			"context_set": ""
		}
	]
}
