{
	"intents": [
		{
			"tag": "Greetings",
			"type": "message",
			"meaning": [
				"Hello! Thank you for visiting.",
				"How are you? I’m here to help you.",
				"Hi! How can I assist you today?",
				"Good day! How can I support you?",
				"Is anyone there? What help do you need?",
				"Hey! What’s up? If you have questions, I’m here.",
				"Good morning! What are your needs?",
				"How are you doing? I’m here if you need assistance.",
				"Good afternoon! What information are you looking for?",
				"How was your day? I’m here if you need anything.",
				"Hope you're doing well. How can I help?",
				"Thanks for coming! Feel free to ask any questions.",
				"How’s your family? If there’s something to report, I’m here.",
				"Where have you been? What questions do you have?",
				"Come on, let’s chat! What would you like to know?",
				"I’m happy to see you! What’s your question?",
				"Long time no see! I’m here if you need help.",
				"Say hi to me! What questions do you have?",
				"Good morning, friend! How can I assist you?",
				"Do you know the news? If there’s new information, I’m here.",
				"Always happy to see you! What concerns do you have?",
				"Where are you headed? If you have questions, I’m here.",
				"How’s work going? If you need help, I’m here.",
				"Glad you're back! I’m happy to see you.",
				"Looking forward to seeing you again! If you need anything, just let me know.",
				"What are you up to? If you need help, just ask.",
				"I’m glad to talk to you! What information can I provide?",
				"How’s your health? If you have any symptoms, let me know.",
				"Are you happy? Don’t hesitate to ask if you have concerns.",
				"Don’t hesitate to reach out! What information do you need?",
				"Got any news? If there’s an update, just let me know.",
				"How are your friends? If they have questions, I’m here.",
				"Your smile looks great! If you need anything, I’m here.",
				"Good evening to you! What would you like to discuss?",
				"Welcome! What information can I provide you?",
				"What time will you arrive? If you need anything, just let me know.",
				"Good day to everyone! If you have questions, I’m here to help.",
				"Happy you're here! What can I do for you?",
				"Why didn't you text? If you have questions, I’m here.",
				"I appreciate your presence! If you need anything, just let me know.",
				"Happy to see you! How can I assist you?",
				"What’s new in your life? If you have any needs, I’m here.",
				"Do you know what happened? If you have questions, just let me know.",
				"I would love to hang out! If you need anything, I’m here.",
				"Why don’t we meet? If you have questions, I’m here.",
				"How are your projects going? If you have questions, just let me know.",
				"What’s happy in your life right now? If you need help, I’m here.",
				"Good day to all of you! If you have questions, I’m here to assist."
			],
			"patterns": [
				"Hello",
				"Hi there",
				"Hey, how are you",
				"Is anyone out there",
				"What's up",
				"Good morning",
				"Good afternoon",
				"Good evening",
				"How are you doing today",
				"How was your day",
				"Come on, let’s chat",
				"Long time no see",
				"Good day"
			],
			"procedures": [],
			"relations": [],
			"references": [],
			"context_set": ""
		},
		{
			"tag": "Kamusta",
			"type": "message",
			"meaning": [
				"Hello! Salamat sa pag-bisita.",
				"Kamusta! Nandito ako para tumulong.",
				"Hi! Anong maitutulong ko sa iyo ngayon?",
				"Magandang araw! Paano kita matutulungan?",
				"Nandiyan ba ang sinuman? Anong tulong ang kailangan mo?",
				"Hoy! Anong balita? Kung may katanungan ka, nandito ako.",
				"Magandang umaga! Ano ang iyong mga pangangailangan?",
				"Kumusta ka? Kung kailangan mo ng tulong, nandito ako.",
				"Magandang hapon! Anong impormasyon ang hinahanap mo?",
				"Kumusta ang iyong araw? Nandito ako kung may kailangan ka.",
				"Sana'y nasa mabuti kang kalagayan. Ano ang maitutulong ko?",
				"Salamat sa pagdating! Huwag mag-atubiling magtanong.",
				"Kumusta ang pamilya mo? Kung may kailangang i-report, nandito lang ako.",
				"Saan ka galing? Anong mga katanungan ang mayroon ka?",
				"Tara, usap tayo! Ano ang nais mong malaman?",
				"Masaya akong makita ka! Ano ang iyong katanungan?",
				"Long time no see! Narito ako kung kailangan mo ng tulong.",
				"Batiin mo ako! Anong mga katanungan ang mayroon ka?",
				"Magandang umaga, kaibigan! Paano kita matutulungan?",
				"Alam mo ba ang mga balita? Kung may bagong impormasyon, nandito ako.",
				"Laging masaya na makita ka! Ano ang iyong mga alalahanin?",
				"Saan ang lakad mo? Kung may katanungan ka, nandito lang ako.",
				"Kumusta ang trabaho mo? Kung kailangan mo ng tulong, nandito ako.",
				"Bumalik ka na! Masaya akong nandito ka.",
				"Nakaasa akong makikita kita ulit! Kung may kailangan ka, nandito lang ako.",
				"Anong ginagawa mo? Kung kailangan mo ng tulong, sabihin mo lang.",
				"Natutuwa akong makausap ka! Anong impormasyon ang maibibigay ko?",
				"Kumusta ang kalusugan mo? Kung may mga sintomas kang nararamdaman, ipaalam mo sa akin.",
				"Ikaw ba'y masaya? Huwag mag-atubiling magtanong kung may alalahanin ka.",
				"Huwag kang mag-atubiling makipag-usap! Anong impormasyon ang kailangan mo?",
				"May balita ka ba? Kung may bagong kaganapan, sabihin mo lang.",
				"Kamusta ang iyong mga kaibigan? Kung may katanungan sila, nandito ako.",
				"Tila mabuti ang iyong ngiti! Kung may kailangan ka, nandito ako.",
				"Magandang gabi sa iyo! Ano ang nais mong pag-usapan?",
				"Mabuhay! Anong impormasyon ang maibibigay ko sa iyo?",
				"Saan ka pupunta? Kung may katanungan ka, nandito lang ako.",
				"Aling oras ka darating? Kung may kailangan ka, ipaalam mo lang.",
				"Magandang araw sa lahat! Kung may mga tanong, nandito ako para tumulong.",
				"Natutuwa akong narito ka! Ano ang maaari kong gawin para sa iyo?",
				"Bakit hindi ka nag-text? Kung may mga katanungan ka, nandito ako.",
				"Ipinagpapasalamat ko ang iyong presensya! Kung may kailangan ka, sabihin mo lang.",
				"Magandang pagdating! Ano ang maitutulong ko sa iyo?",
				"Anong mga balita sa iyong buhay? Kung may mga pangangailangan ka, nandito lang ako.",
				"Alam mo ba kung ano ang nangyari? Kung may katanungan, sabihin mo lang.",
				"Nais ko sanang makasama ka! Kung may kailangan ka, nandito ako.",
				"Bakit hindi tayo magkita? Kung may katanungan ka, nandito lang ako.",
				"Kumusta ang iyong mga proyekto? Kung may katanungan ka, ipaalam mo lang.",
				"Anong masaya sa buhay mo ngayon? Kung may kailangan ka, nandito ako.",
				"Magandang araw sa iyong lahat! Kung may tanong, nandito ako para tumulong."
			],
			"patterns": [
				"Kamusta",
				"Kumusta",
				"Mayroon bang nandiyan",
				"Anong balita",
				"Magandang umaga",
				"Magandang tanghali",
				"Magandang hapon",
				"Magandang gabi",
				"Kamusta ka ngayon",
				"Kamusta ng araw mo",
				"Usap tayo",
				"Matagal na tayong di nagkita",
				"Magandang araw"
			],
			"procedures": [],
			"relations": [],
			"references": [],
			"context_set": ""
		},
		{
			"tag": "Paalam",
			"type": "message",
			"meaning": [
				"Paalam! Ingat ka at alagaan mo ang iyong sarili!",
				"Magandang araw! Tandaan, nandito ako kung kailangan mo ng payo sa first aid.",
				"Paalam! Huwag mag-atubiling bumalik kung may mga tanong ka pa tungkol sa first aid.",
				"Ingat! Nandito lang ako para tumulong tuwing kailangan mo ng tulong.",
				"Kita tayo muli! Mahalaga ang iyong kalusugan, at masaya akong makatulong!"
			],
			"patterns": [
				"Paalam",
				"Paalam sa ngayon",
				"Kitakits mamaya",
				"Ingat, paalam",
				"Hanggang sa susunod",
				"Makikita tayo ulit",
				"Paalam sa ngayon",
				"Hanggang sa muling pagkikita",
				"Kita tayo mamaya",
				"Adios, kaibigan",
				"Paalam na",
				"Hanggang sa muli, alligator",
				"Pagkatapos ng kaunting panahon, buaya",
				"Ang saya, paalam",
				"Paalam sa ngayon",
				"Hanggang sa susunod, ingat",
				"Ang saya ng usapan, kita tayo mamaya",
				"Hanggang sa muli, paalam",
				"Makikita kita mamaya",
				"Huwag kang mawawala",
				"Magandang araw, paalam!"
			],
			"procedures": [],
			"relations": [],
			"references": [],
			"context_set": ""
		},
		{
			"tag": "Goodbye",
			"type": "message",
			"meaning": [
				"See you! Stay safe and take care of yourself!",
				"Have a nice day! Remember, I'm here if you need any first aid advice.",
				"Bye! Don’t hesitate to return if you have more questions about first aid.",
				"Take care! I'm always here to help whenever you need assistance.",
				"See you soon! Your health is important, and I'm glad to help!"
			],
			"patterns": [
				"Goodbye",
				"Bye for now",
				"Catch you later",
				"Take care, bye",
				"Until next time",
				"Talk to you soon",
				"Farewell for now",
				"Until we meet again",
				"See you soon",
				"Adios, my friend",
				"Peace out",
				"Later, alligator",
				"After a while, crocodile",
				"It's been great, bye",
				"So long for now",
				"Until next time, take care",
				"Good chatting with you, see you later",
				"Until then, bye",
				"I'll catch you later",
				"Don't be a stranger",
				"Have a great day, bye!"
			],
			"procedures": [],
			"relations": [],
			"references": [],
			"context_set": ""
		},
		{
			"tag": "Thanks",
			"type": "message",
			"meaning": [
				"I’m glad to assist!",
				"Always here to help!",
				"It’s my pleasure to support you!",
				"Happy to provide assistance!",
				"I’m here whenever you need me!",
				"Always ready to help you!",
				"It’s a joy to help!",
				"I'm here to make things easier for you!",
				"Delighted to assist you!",
				"Your well-being is my priority!"
			],
			"patterns": [
				"Thanks",
				"Thank you",
				"Thank you so much",
				"I really appreciate it",
				"Thank you very much",
				"That’s incredibly helpful, thanks!",
				"I can’t thank you enough",
				"Thank you for your support",
				"I'm so grateful for your help",
				"Thank you kindly",
				"I truly appreciate your assistance",
				"Thanks a ton for everything!"
			],
			"procedures": [],
			"relations": [],
			"references": [],
			"context_set": ""
		},
		{
			"tag": "Salamat",
			"type": "message",
			"meaning": [
				"Masaya akong makatulong!",
				"Nandito lang ako para tumulong!",
				"Kasiyahan kong suportahan ka!",
				"Masaya akong magbigay ng tulong!",
				"Nandito ako tuwing kailangan mo!",
				"Laging handang tumulong sa iyo!",
				"Kaligayahan kong tumulong!",
				"Nandito ako para pasimplehin ang mga bagay para sa iyo!",
				"Natutuwa akong makasama ka!",
				"Ang iyong kalusugan ang aking prayoridad!"
			],
			"patterns": [
				"Salamat",
				"Salamat nang marami",
				"Maraming salamat",
				"Talagang pinahahalagahan ko ito",
				"Maraming salamat sa iyo",
				"Napakalaking tulong nito, salamat",
				"Hindi ko sapat na masabi ang aking pasasalamat",
				"Salamat sa iyong suporta",
				"Labis akong nagpapasalamat sa iyong tulong",
				"Salamat ng may kabutihan",
				"Totoong pinahahalagahan ko ang iyong tulong",
				"Salamat ng napakalaki sa lahat!"
			],
			"procedures": [],
			"relations": [],
			"references": [],
			"context_set": ""
		}
	]
}
